tap "aws/tap"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "crisidev/chunkwm"
tap "ethereum/ethereum"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "openethereum/openethereum"
brew "ack"
brew "autoconf"
brew "automake"
brew "autossh"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli", link: false
brew "bazel"
brew "binutils"
brew "glib"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dos2unix"
brew "ethereum"
brew "gmp"
brew "libtool"
brew "pkg-config"
brew "gnutls"
brew "libsodium"
brew "findutils"
brew "gawk"
brew "geoip"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "go@1.12"
brew "gpatch"
brew "gptfdisk"
brew "openjdk"
brew "gradle"
brew "grip"
brew "haskell-stack"
brew "htop"
brew "httrack"
brew "python@3.8"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "krb5"
brew "llvm"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "node", link: false
brew "newman"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "parallel"
brew "postgresql", restart_service: true
brew "protobuf"
brew "pyenv"
brew "python@2", link: false
brew "python@3.7"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "scrcpy"
brew "teleport"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "transmission-cli", restart_service: true
brew "tre"
brew "tree"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/gotop/gotop"
brew "golangci/tap/golangci-lint"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "openethereum/openethereum/openethereum"
cask "1password"
cask "airtable"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "background-music"
cask "calibre"
cask "charles"
cask "chromium"
cask "cryptomator"
cask "discord"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "firefox"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "java8"
cask "keybase"
cask "ledger-live"
cask "macdown"
cask "mono-mdk"
cask "ngrok"
cask "phantomjs"
cask "postman"
cask "sketch"
cask "sourcetree"
cask "spotify"
cask "the-unarchiver"
cask "tor-browser-alpha"
cask "transmission"
cask "ubersicht"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "vuze"
cask "xquartz"
cask "zoom"
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
