tap "aws/tap"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "crisidev/chunkwm"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "autoconf"
brew "automake"
brew "autossh"
brew "openssl@1.1"
brew "python"
brew "awscli"
brew "bazel"
brew "binutils"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "dos2unix"
brew "findutils"
brew "gmp"
brew "gawk"
brew "geoip"
brew "git"
brew "libffi"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "openssl"
brew "gnupg"
brew "go"
brew "go@1.12"
brew "gradle"
brew "grip"
brew "libtool"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libsodium"
brew "mas"
brew "neofetch"
brew "node", link: false
brew "pkg-config"
brew "nodenv"
brew "parallel"
brew "postgresql"
brew "protobuf"
brew "python@2"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "teleport"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tre"
brew "tree"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn", link: false
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/gotop/gotop"
brew "golangci/tap/golangci-lint"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "airtable"
cask "alacritty"
cask "alfred"
cask "charles"
cask "cryptomator"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "firefox"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "java8"
cask "ledger-live"
cask "macdown"
cask "mono-mdk"
cask "ngrok"
cask "phantomjs"
cask "postman"
cask "sketch"
cask "sourcetree"
cask "spotify"
cask "tor-browser-alpha"
cask "ubersicht"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "vuze"
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
